// - 프로젝트 init
//     - 🎉 Init : [ 프로젝트명 ] init !
// - 새로운 기능 추가
//     - ✨ Feat : [ 추가한 기능 명칭 ] 기능 추가
// - 디자인 관련 코드 추가, 기능 없이 css-in-js로만 구성된 컴포넌트 추가
//     - 💄 Design : [ 추가한 내용 간단 설명 ]
// - 이슈(버그) 수정
//     - 🚑 Fix : [ 수정한 버그 내용 간단 설명 ] 이슈 수정
// - 리팩토링(← 기능 자체의 변경이 아니라 코드 구조 개선을 의미)
//     - ♻️ Refactor : [ 리팩토링한 내용 ]
// - 의존성 추가
//     - ➕ Depend : [ 내용 ]
// - 폴더 혹은 파일 삭제
//     - 🔥 Remove : [ 삭제한 폴더 혹은 파일 이름 혹은 내용 ]
// - readme 파일 등 문서작업
//     - 📃 Docs : README.md 수정
// - 폴더 혹은 파일 이동
//     - 🚚 Move : [ 이동한 폴더 혹은 파일 이름 혹은 내용 ]]